Repository: LaimeJesus/nettoe
Catalog: po/*.po
Languages: es_ar

source: You win !
es_ar: Ganaste !

source: Computer wins !
es_ar: Ganaste !

source: This is a draw !
es_ar: Empate !

source: Computer is considering its move ...
es_ar: La CPU está considerando su movimiento ...

source: Waiting for %s to choose whether to play again, or not ...
es_ar: Esperando por %s para elegir si jugar de nuevo, o no ...

source: Do you want to play again ? [y/n]:
es_ar: Quieres jugar de nuevo ? [y/n]:

source: Unknown answer. I suppose you want to play again.
es_ar: Respuesta desconocida. Supongo que quieres jugar de nuevo.

source: The Net Tic Tac Toe Game
es_ar: El juego de Tateti en Linea

source: Main Menu
es_ar: Menú Principal

source: ) Player vs
es_ar: ) Jugador vs

source: P
es_ar: J

source: layer
es_ar: ugador

source: ) Two players over
es_ar: ) Dos jugadores en

source: n
es_ar: r

source: etwork
es_ar: ed

source: Q
es_ar: S

source: uit
es_ar: alir

source: Choose an action:
es_ar: Elige una acción:

source: Incorrect choice.
es_ar: Elección incorrecta.

source: Level of difficulty
es_ar: Nivel de dificultad

source: W
es_ar: D

source: eak
es_ar: ébil

source: N
es_ar: M

source: ormal
es_ar: edio

source: S
es_ar: F

source: trong
es_ar: uerte

source: R
es_ar: V

source: eturn to
es_ar: uelve a

source: ain menu
es_ar: enú principal

source: Choice:
es_ar: Elige:

source: Network game options
es_ar: Opciones del juego en red

source: ost the game
es_ar: ostea el juego

source: onnect to host
es_ar: onectarse con el host

source: B
es_ar: V

source: ack to
es_ar: uelve a

source: Your opponent has resigned the game by cutting connections !
es_ar: Tu oponente a resignado el juego al cortar la conección !

source: (A carrage return continues. )
es_ar: (Una vuelta de carrage continúa. )

source: Please state your name:
es_ar: Por favor escribe tu nombre:

source: Error: name cannot be more than %d chars long.
es_ar: Error: el nombre no puede ser más que %d carácteres de largo.

source: Who will start first ?
es_ar: Quién comienza ?

source: You will begin !
es_ar: Vas a empezar !

source: Computer will begin !
es_ar: La CPU va a empezar !

source: Player 1, please type your name:
es_ar: Jugador 1, por favor tipea tu nombre:

source: Player 2, please type your name:
es_ar: Jugador 2, por favor tipea tu nombre:

source: will begin !
es_ar: va a comenzar !

source: wins !
es_ar: gana !

source: Current game
es_ar: Juego actual

source: Coordinate matrix
es_ar: Matriz de coordenadas

source: Score:
es_ar: Puntuación:

source: Computer
es_ar: Computadora

source: Waiting for
es_ar: Esperando por

source: to move ...
es_ar: por mover ...

source: , playing %c, it is your turn:
es_ar: , jugando %c, es tu turno:

source: Invalid move. Try again:
es_ar: Movimiento inválido. Inténtalo de nuevo:

source: Host the game
es_ar: Hostear el juego

source: Player name:
es_ar: Nombre del jugador:

source: You should now tell your IP address to any interested
es_ar: Ahora deberías contarle tu dirección IP a algún

source: competitor. There might be more than one address, but
es_ar: competidor interesado. Quizás halla más de una dirección, pero

source: "%s" should do.
es_ar: "%s" debería funcionar.

source: Connected players:
es_ar: Jugadores conectados:

source: you
es_ar: vos

source: (A carrage return continues. )
es_ar: (Un vuelta de carrage continúa. )

source: your opponent
es_ar: tu oponente

source: Two players are present. Let us play !
es_ar: Hay dos jugadores activos. Vamos a jugar !

source: Who will start first ?
es_ar: Quién comienza ?

source: will begin !
es_ar: va a comenzar !

source: Starting game ...
es_ar: Juego comenzando ...

source: Connect to host
es_ar: Conectarse con el host

source: Host to connect to (IP or hostname):
es_ar: Conectarse al host por (IP o nombre de host):

source: Connecting ...
es_ar: Conectando ...

source: connected !
es_ar: conectado !

source: The players are:
es_ar: Los jugadores son:

source: %s wants to play again.
es_ar: %s quiere jugar de nuevo.

source: Starting ...
es_ar: Comenzando ...

source: %s wants to play again. What about you ?
es_ar: %s quiere jugar de nuevo. Quieres jugar ?

source: Ending session ...
es_ar: Cerrando sesión ...

source: %s doesn't want to play again. Sorry.
es_ar: %s no quiere jugar de nuevo. Perdón.

source: Goodbye !
es_ar: Adiós !

source: netToe project homepage: %s
es_ar: Página principal del projecto netToe: %s

source: netToe is a Tic Tac Toe-like game for Linux and UNIX.
es_ar: netToe es una versión del juego Tic Tac para Linux y UNIX.

source: It is possible to play it against the computer, another
es_ar: Es posible jugarlo contra la computadora, contra otro

source: player on the same PC, or against another player over
es_ar: jugador en la misma PC, o contra otro jugador en

source: a network (Internet, and everything using TCP/IP).
es_ar: red (Internet y cualquier cosa que use TCP/IP).

source: To play it over a network you must first set up a server.
es_ar: Para jugarlo en red primero debes iniciar un servidor.

source: This is done in the network game options menu, selecting
es_ar: Esto se hace en la opción de juego en linea del menú, seleccionando

source: Then the (remote) second player must
es_ar: Entonces el segundo jugador (remoto) debe

source: connect to the server by typing its IP address, or name.
es_ar: conectarse al servidor tipeando su dirección IP, o nombre.

source: That should be enough for you to have some leisure.
es_ar: Eso debería ser suficiente para tener un rato de ocio.

source: For a detailed guide on HOW TO PLAY, and for other info,
es_ar: Para una guía detallada de COMO JUGAR, y cualquier otra información,

source: do read the manual page
es_ar: lee la página del manual

source: Press
es_ar: Presiona

source: to go back to the main menu.
es_ar: para volver al menú principal.

source: netToe %s the enhanced, and networked, Tic Tac Toe game.
es_ar: netToe %s el Tic Tac mejorado, y en linea.

source: Usage: nettoe [OPTIONS]
es_ar: Uso: nettoe [OPCIONES]

source: -4, --ipv4 only IPv4 networking
es_ar: -4, --ipv4 sólo conexión IPv4

source: -6, --ipv6 only IPv6 networking
es_ar: -6, --ipv6 sólo conexión IPv6

source: -nb, --no-beep disable beeps
es_ar: -nb, --no-beep deshabilita beeps

source: -nc, --no-colors disable colors
es_ar: -nc, --no-colors deshabilita colores

source: -h, --help display this help, then exit
es_ar: -h, --help muestra esta ayuda, y sale

source: -v, --version output version information, then exit
es_ar: -v, --version muestra información de la versión, y sale

source: The netToe project can be found at:
es_ar: El proyecto netToe puede ser encontrado en:

source: Please send any bug reports, or comments to:
es_ar: Por favor envía cualquier reporte de bug, o comentarios a:

source: with terminfo support
es_ar: con soporte a terminfo

source: with termcap support
es_ar: con soporte a termcap

source: , at TCP port %d.
es_ar: , al puerto TCP %d.

source: Written by Gabriele Giorgetti %s
es_ar: Escrito por Gabriele Giorgetti %s

source: This software is released under GNU GPL 2.
es_ar: Este software fue publicado bajo la licencia GNU GPL 2.

source: %s: unrecognized option `%s'
es_ar: %s: `%s' es una opción no reconocida

source: Try `%s --help' for more information.
es_ar: Intenta `%s --help' para más información.
